Repository: djemos/slackel-live-installer
Catalog: po/*.po
Languages: fr, ja_ja

source: Keep clock synchronized with internet servers
ja_ja: インターネットサーバーと時計を同期

source: Synchronize now
ja_ja: 今すぐ同期

source: Time Zone:
ja_ja: タイムゾーン:

source: Select time zone...
ja_ja: タイムゾーンを選択...

source: Hardware clock is set to Coordinated Universal Time (UTC)
ja_ja: ハードウェアの時計を協定世界時 (UTC) に設定

source: Time:
ja_ja: 時間:

source: Date:
ja_ja: 日付:

source: Select time zone
ja_ja: タイムゾーンを選択

source: Please select your time zone:
ja_ja: タイムゾーンを選択して下さい:

source: General area
ja_ja: 一般地域

source: Location
ja_ja: 場所

source: _File
fr: _Fichier
ja_ja: ファイル (_F)

source: _Help
fr: _Aide
ja_ja: ヘルプ(_H)

source: Slackel Startup Guide
ja_ja: Slackel スタートアップガイド

source: Read the StartUp Guide to help you installing Slackel.
ja_ja: Slackel をインストールするためのスタートアップガイドをお読み下さい。

source: Startup_Guide
ja_ja: スタートアップガイド (_G)

source: Partitions
ja_ja: パーティション

source: Important! Slackel needs, at the very minimum, one swap partition and one Linux partition to hold its main directory tree. If you do not already have these needed partitions ready, you should now click on the button 'Partitions' in order to create them. Be aware that partitioning a disk drive is a delicate operation which could lead to data loss if not performed cautiously. It is therefore highly advisable to backup important data before starting this procedure.
fr: Important ! Slackel nécessite au strict minimum une partition d'échange ou SWAP et une partition racine de type Linux. Si ces partitions ne sont pas prêtes, il faut maintenant cliquer sur le bouton "Partitions" pour les créer. Attention ! partitionner un disque dur ou SSD est une opération délicate qui peut faire perdre des données si elle n'est pas soigneusement effectuée. Il est vivement recommandé de sauvegarder vos données importantes avant de commencer.
ja_ja: Important! Slackel は最低でもスワップパーティションと メインのディレクトリツリーを保持するため Linux パーティションが一つずつ必要です。 必要なパーティションが用意されていない場合は、 「パーティション」ボタンをクリックして、 パーティションを作成して下さい。 ディスクドライブのパーティション操作は 慎重に行わないとデータの損失につながる 可能性があるデリケートな操作です。 この手順を開始する前に重要なデータを バックアップすることを強くおすすめします。

source: <i>Warning: copy / installation wipes everything on the selected location.</i>
fr: <i>Attention : copier / Installer efface tout à l'emplacement sélectionné !.</i>
ja_ja: <i>警告: コピー・インストールは選択された場所すべてを消去します。</i>

source: Copy location:
fr: Emplacement de la copie :
ja_ja: コピー場所:

source: click here if you want to copy system to usb
fr: cliquer ici si vous voulez copier le système sur clef USB
ja_ja: システムを USB へコピーする場合はこちらをクリック

source: Copy live system to usb
fr: Copier le système vivant sur clef USB
ja_ja: ライブシステムを USB へコピー

source: Choose the filesystem type to format usb.
fr: Choisir le type de système de fichier pour formater le support USB
ja_ja: USB をフォーマットするファイルシステムの種類を選択します。

source: Filesystem Type:
fr: Type de système de fichier :
ja_ja: ファイルシステムの種類:

source: Install (e)LiLo
fr: Installer (e)LiLo
ja_ja: (e)LiLo のインストール

source: check this if you want to install (e)Lilo boot loader
fr: Cocher ici si vous voulez installer l'amorceur (e)LiLo
ja_ja: (e)Lilo ブートローダーをインストールする場合は、こちらにチェックを入れて下さい。

source: choose the Linux partition to hold the main directory tree.
fr: Choisir la partition racine.
ja_ja: メインのディレクトリツリーを保持する Linux パーティションを選択します。

source: Install Grub
fr: Installer Grub.
ja_ja: Grub のインストール

source: check this if you want to install Grub boot loader
fr: Cocher ici si vous voulez installer l'amorceur Grub.
ja_ja: Grub ブートローダをインストールする場合は、こちらにチェックを入れて下さい。

source: Install location:
fr: Emplacement d'installation :
ja_ja: インストール場所:

source: Choose the filesystem type to format partition(s).
fr: Choisir le type de système de fichier pour formater la ou les partitions :
ja_ja: パーティションをフォーマットするファイルシステムの種類を選択します。

source: Home location:
fr: Emplacement de la partition /home :
ja_ja: ホーム場所:

source: If you want to use a home partition to another disk then choose one from here. Otherwise leave it empty.
fr: Pour utiliser une partition sur une autre disque pour /home choisissez en une ici. Sinon laissez ceci vide.
ja_ja: もし、ホームパーティションを他のディスクに使用したい場合は、ここから選んで下さい。 それ以外の場合は空欄にして下さい。

source: Format Ηome
fr: Formater /home
ja_ja: ホームの初期化

source: check this if you want to format /home partition
fr: Cochez ceci si vous voulez formater une partition /home
ja_ja: ホームパーティションをフォーマットする場合はこちらをチェックして下さい

source: click here if you want to install system on hard disk
fr: cliquez ici si vous voulez installer le système sur disque dur
ja_ja: ハードディスクにシステムをインストールする場合は、こちらをクリックして下さい

source: Install live system
fr: Installer le système vivant
ja_ja: ライブシステムのインストール

source: Actions needed before proceeding with system installation.
fr: Actions nécessaires avant d'installer le système.
ja_ja: システムのインストールを行う前に必要な操作です。

source: System clock
ja_ja: システム時計

source: Please set the time, date and time zone:
ja_ja: 時刻・日付・タイムゾーンを設定して下さい:

source: Language
ja_ja: 言語

source: Select a default system locale.
ja_ja: デフォルトのシステム言語を選択します。

source: keyboard
ja_ja: キーボード

source: Select your preferred keyboard type.
ja_ja: キーボードの種類を選択します。

source: Set root password, define login name, choose a password to be coupled with your login name.
fr: Définir un mot de passe "root", définir un identifiant de connexion, choisir un mot de passe associé à cet identifiant.
ja_ja: root パスワードを設定し、ログイン名を定義し、ログイン名と組み合わせる パスワードを選択します。

source: root password
fr: mot de passe root
ja_ja: root パスワード

source: user name
fr: Nom d'utilisateur
ja_ja: ユーザー名

source: user password
fr: mot de passe de l'utilisateur
ja_ja: パスワード

source: Here you must define your login name which should only include alphanumerical characters with no space or upper case letters.
fr: Définissez ici votre identifiant de connexion, contenant seulement des caractères alphanumériques sans espace ni lettres capitales.
ja_ja: Linux システムでは、スーパーユーザーまたは rootは、 システム管理に使用される特別なユーザー アカウントです。 ここでパスワードまたはパスフレーズを設定する 必要があります。 このパスワードまたはパスフレーズには、 大文字・小文字・数字・記号 (@、!、& など) を 混在させる必要があります。

source: Here you must retype the superuser (root) password as a confirmation of your choice.
fr: Retapez ici le mot de passe de "root" pour confirmer votre choix.
ja_ja: ここで選択した確認として、スーパーユーザー (root) の パスワードを再入力する必要があります。

source: Here you must retype your password as a confirmation of your choice.
fr: Retapez ici votre mot de passe pour confirmer votre choix.
ja_ja: ここで確認としてパスワードを 再入力する必要があります。

source: visible
ja_ja: 表示

source: Check this box if you want to be able to see the password you are typing.
fr: Cochez cette boite si vous voulez voir le mot de passe que vous tapez.
ja_ja: 入力したパスワードを確認できるようにしたい場合は、 このボックスにチェックを入れます

source: Choose installation mode
fr: Choisir le mode d'installation
ja_ja: インストールモードを選択

source: core installation
fr: installation de l'essentiel
ja_ja: コアインストール

source: Core installation: Only the minimum essentials for a console system to start are included. A graphical environment is not provided. This is ideal if you are an experienced user and want to customize your installation for any specific purpose, such as a web server. file server etc.
fr: Installation de l'essentiel : Seul le minimum nécessaire pour démarrer un`système en ligne de commande est inclus. Pas d'environnement graphique. Idéal pour les utilisateurs expérimentés voulant personnaliser leur installation pour une usage spécifique comme un serveur Internet ou un serveur de fichiers, par exemple.
ja_ja: コアインストール: これは、経験豊富なユーザーで、Web サーバーや ファイルサーバーなど、特定の目的のために インストールをカスタマイズしたい場合に最適です。

source: basic installation
fr: installation basique
ja_ja: 基本インストール

source: Basic installation: This installs only a basic desktop environment, with very few extra applications installed on top, such as a web browser and the gslapt package manager. Ideal for advanced users that would like to install a lightweight system and add their own choice of applications.
fr: Installation basique : Installe seulement un environnement de bureau avec très peu d'applications complémentaires, tel qu'un navigateur Internet et le gestionnaire de paquets gslapt. Idéal pour des utilisateurs avancés voulant un système léger auquel ajouter leur propre choix d'applications.
ja_ja: 基本インストール: Web ブラウザや gslapt パッケージマネージャなど 基本的なデスクトップ環境のみをインストールします。 軽量なシステムをインストールし、独自の アプリケーションを追加したい上級ユーザーに最適です。

source: full installation
fr: installation complète
ja_ja: フルインストール

source: Full installation: Everything that is included in the iso is installed. That includes a complete desktop environment and a complete selection of matching applications, always following the "one application per task" rationale.
fr: Installation complète : Tous les logiciels inclus dans l'image ISO sont installés. Ceci inclut un environnement de bureau complet et une sélection étendue d'applications associées, selon le principe d'une application par tâche.
ja_ja: フルインストール: iso に含まれるすべてのものがインストールされます。 これには完全なデスクトップ環境とそれに対応する アプリケーションの完全なセレクションが含まれます。 常に「1 タスク/ 1 アプリケーション」の原則に従います。

source: About
fr: À propos
ja_ja: sli について

source: translator-credits
ja_ja: 翻訳者クレジット

source: Cannot install Grub boot loader on an xfs filesystem. System will not boot. Choose (e)Lilo instead. Please verify and correct.
fr: Impossible d'installer l'amorceur GRUB sur un système de fichiers XFS. Choisissez (e)LiLo à la place. Merci de vérifier et corriger.
ja_ja: xfs ファイルシステムに Grub ブートローダをインストールできません。 システムは起動しません。代わりに(e)Lilo を選択するか検証し修正して下さい。

source: Cannot install both (e)Lilo and Grub boot loaders. Please verify and correct.
fr: Impossible d'installer à la fois les amorceurs (e)LiLo et Grub. Merci de vérifier et corriger.
ja_ja: (e)Lilo とGrub ブートローダーの両方をインストールすることができません。 検証し修正して下さい。

source: Error encountered.
fr: Une erreur s'est produite.
ja_ja: エラーが発生しました。

source: Installation completed.
fr: Installation terminée.
ja_ja: インストールが完了しました。

source: Your two root password entries do not match. Please verify and correct.
fr: Vos deux frappes de mot de passe root diffèrent. Merci de de vérifier et corriger.
ja_ja: 2 項目の root パスワードが一致しません。 確認し修正してください。

source: Your two user password entries do not match. Please verify and correct.
fr: Vos deux frappes du mot de passe utilisateur diffèrent. Merci de de vérifier et corriger.
ja_ja: 2 項目のユーザーパスワードが一致しません。 確認し修正してください。

source: root password, user name and user password entries cannot be emtpy. root password and user password should have at least 5 characters Please verify and correct.
fr: le mot de passe root, l'identifiant de connexion et son mot de passe ne doivent pas être vides. les mots de passe doivent comporter au moins 5 caractères Merci de vérifier et de corriger.
ja_ja: root パスワード・ユーザー名・ユーザーパスワードの 項目を空にすることはできません。 root パスワード・ユーザーパスワードは 5 文字以上にする必要があります。 確認し修正してください。

source: Please select your preferred keyboard type and map.
ja_ja: キーボードの種類とマップを選択して下さい。

source: keyboard type
ja_ja: キーボードの種類

source: keyboard map
ja_ja: キーボードマップ

source: Please select a default system locale.
ja_ja: デフォルトのシステム言語を選択して下さい。

source: Locale
ja_ja: 言語

source: Error: system is not live.
fr: Erreur: il ne s'agit pas d'un système vivant.
ja_ja: エラー: システムはライブではありません。

source: Slackel-Live Installation
fr: Installation de Slackel-Live
ja_ja: Slackel-Live インストール

source: Choose a password or passphrase to be coupled with your login name. Your password or passprase should include a mix of upper and lower case letters, numbers, and even symbols (such as the @, !, and &)
fr: Choisissez un mot de ou une phrase de passe associée à votre identifiant ce connexion, mélange de lettres capitales ou non, de chiffres et même de symboles, comme @, !, ou &

source: On Linux systems, the superuser, or root, is a special user account used for system administration. Here you must set its password or passphrase. Remember, this password or passphrase should include a mix of upper and lower case letters, numbers, and even symbols (such as the @, !, and &)
fr: Le super utilisateur ou "root" d'un système Linux est un identifiant utilisé pour l'administration du système. Vous devez lui associer un mot ou phrase de passe, mélange de lettres capitales ou non, de chiffres et de symboles comme @, !, ou &.
